[{"title": "Wagner boss Prigozhin now in Russia, says Belarus president, muddying the waters over purported deal to end mutiny | CNN", "text": "\n\n\nMinsk, Belarus\nCNN\n         — \n    \n\n\nWagner boss Yevgeny Prigozhin is not in Belarus and it is unclear if his fighters will move to the country, Belarusian President Alexander Lukashenko told CNN Thursday, raising new questions about the purported deal that ended Wagner’s armed rebellion last month.\n  \n\n      Prigozhin had reportedly traveled to Belarus as part of a Lukashenko-brokered deal with Russian President Vladimir Putin following the failed uprising, but the Belarusian president told CNN’s Matthew Chance that the Wagner leader is now in Russia. \n  \n\n\n\n\n\n\nWigs were reportedly found during the police raid on Prigozhin's home and office.\n\nVesti/Telegram\n\n\n\n\n\n\n\n\nWeapons and ammunition reportedly found during the raid.\n\nVesti/Telegram\n\n\n\n      “In terms of Yevgeny Prigozhin, he is in St. Petersburg. Or maybe this morning he would travel to Moscow or elsewhere,” Lukashenko said in response to a question from Chance during a press conference with international media in Minsk. “But he is not on the territory of Belarus now.”\n  \n\n      His comments – and footage purporting to show a police raid on Prigozhin’s premises in St. Petersburg – raise new questions over the status of the Wagner boss, who has not been seen in public since June 24 when he left Rostov-on-Don in southern Russia after halting his march on Moscow – the biggest threat to Putin’s 23-year rule.\n  \n\n      The Kremlin refused to comment on Prigozhin’s whereabouts to CNN, claiming “we do not track his movements.\n  \n\n      “We have neither the ability nor the desire to do so.”\n  \n\n      Lukashenko said Moscow will determine whether the paramilitary group’s fighters will come to Belarus, saying that decision will be made “in the near future.”\n  \n\n      In the wake of Prigozhin’s aborted insurrection in Russia, Lukashenko said he would house Wagner fighters in Belarus. Until Thursday, it was unclear whether they had arrived in Belarus.\n  \n\n      The Kremlin leader previously threatened a harsh response to those participating in the rebellion, suggesting fighters on “the past of treason” would be punished.\n  \n\n      But Lukashenko claimed Prigozhin “is free” and said he did not believe Putin would seek vengeance on the Wagner chief.\n  \n\n      “What will happen to Prigozhin next? Well, everything happens in life. But if you think that Putin is so malicious and vindictive that he will ‘kill’ Prigozhin tomorrow – no, this will not happen.”\n  \n\n\n\n\n\n\n\n\n\nROSTOV-ON-DON - RUSSIA - JUNE 24: Head of the Wagner Group Yevgeny Prigozhin left the Southern Military District headquarters on June 24, 2023 in Rostov-on-Don, Russia. (Photo by Stringer/Anadolu Agency via Getty Images)\n\nAnadolu Agency/Getty Images\n\n\n\n\nAnalysis: Prigozhin has been cast out into the cold\n\n\n\n\n      Kremlin spokesman Dmitry Peskov said talks would be held between Prigozhin and Putin. He said Prigozhin’s supposed relocation to Belarus was one of the conditions agreed on by both leaders.\n  \n\n      Belarus played a key role in the war. Russian troops launched the invasion on February 24, 2022, crossing into Ukraine from Belarus as well as Russia.\n  \n\n      But Lukashenko said on Thursday he does not regret his country’s participation in the conflict, because “I did not take part in this process.”\n  \n\n    Footage shows gold, money and wigs\n\n\n      Meanwhile, Russian state media released footage purporting to show a police raid on Prigozhin’s office and residence in St. Petersburg, stepping up an apparent propaganda campaign against the Wagner boss.\n  \n\n      The footage – described by TV anchors as “scandalous” – shows what is described as a stash of gold, money and wigs, along with weapons and several passports apparently belonging to Prigozhin under different aliases.\n  \n\n      Until recently, Russian state television lionized Wagner’s operations in Ukraine, but the outlets now appear to be vilifying the founder of the private military company following the failed uprising.\n  \n\n\n\n\n\n\nWeapons were reportedly found by police.\n\nVesti/Telegram\n\n\n\n\n\n\n\n\nVideo footage also showed stacks of cash.\n\nVesti/Telegram\n\n\n\n      A lengthy segment aired on state television detailed Prigozhin’s criminal past, including allegations of robbery and assault as well as a lengthy sentence in a penal colony in the 1980s. \n  \n\n      Russian state TV presenters said “there were also guns and a collection of passports with the same photo but with different names and surnames.”\n  \n\n      Presenters also mentioned that “suspicious packages” were found during a search, insinuating that they might be drugs.\n  \n\n\n\n\n\n\n\n\n\nUkrainian President Volodymyr Zelensky, left, and Russian President Vladimir Putin. \n\nGetty Images\n\n\n\n\n21,000 Wagner mercenaries killed in Ukraine and 'world wants to kill' Putin, Zelensky says\n\n\n\n\n      In a separate segment, Russia 24 aired a video of police raiding his office and several photographs of a richly decorated house where a wardrobe full of differently colored wigs can be seen.\n  \n\n      Russian state television often airs dramatic footage of what are described as raids by security services and foiled terrorist plots. \n  \n\n      Experts and human rights advocates say Russian authorities have a pattern of fabricating criminal cases against the Kremlin’s political challengers.\n  \n\n  CNN’s Josh Pennington, Nathan Hodge and Anna Chernova contributed to this report.\n\n", "imgs": ["https://media.cnn.com/api/v1/images/stellar/prod/230705071057-zelensky-erin-burnett-july-2023-intvu-alt.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/230704113212-02-moscow-drone-attack-070423.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/230703165614-split-burnett-zelensky.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/230706114041-prigozhin-last-sighting-062423.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/230706101214-02-prigozhin-raid.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/230607202500-wagner-leader-yevgeny-prigozhin.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/230702173729-zelensky-gop-vpx.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/230613100638-mick-krever.jpeg", "https://media.cnn.com/api/v1/images/stellar/prod/230706101247-03-prigozhin-raid.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/230629185605-sergey-surovikin.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/230705195133-volodymyr-zelensky.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/230706101058-01-prigozhin-raid.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/230703200614-ukraine-apartment-strike-wedeman.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/230701211051-zelensky-putin-split-0701-restricted.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/230630204204-erin-burnett-kinzhal-hypersonic-missile-vpx.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/230705173743-soldier-wedeman-dnt.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/230630194907-bakhmut-field-hospital-wedeman-vpx-2.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/220823095410-matthew-chance-profile-photo.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/230706071050-chance-lukashenko-split-vpx-screengrab.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/230706101407-04-prigozhin-raid.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/230706135005-screengrab-lviv-building.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/230705104518-steven-anderson-thumb-07052023-vpx.jpg"], "other_links": ["https://facebook.com/CNN", "https://twitter.com/CNN", "https://instagram.com/CNN", "https://bleacherreport.com/nhl", "https://careers.wbd.com/cnnjobs", "https://bleacherreport.com/nhl", "https://careers.wbd.com/cnnjobs", "https://facebook.com/CNN", "https://twitter.com/CNN", "https://instagram.com/CNN", "https://warnermediaprivacy.com/policycenter/b2c/WMNS"]}, {"title": "Prigozhin has been cast out into the cold | CNN", "text": "\n\n\nMinsk, Belarus\nCNN\n         — \n    \n\n\n      If we learned one thing from Thursday’s press conference by Belarusian President Alexander Lukashenko, it’s that Wagner chief Yevgeny Prigozhin, who has not been seen in public since June 24, appears to be in a decidedly perilous limbo.\n  \n\n      Lukashenko put a gulf of distance between himself and Prigozhin the Wagner boss when he said that neither Prigozhin nor his mercenaries were in Belarus, and it was unclear if they would ever move here.\n  \n\n      “He is in St Petersburg. Or maybe this morning he would travel to Moscow or elsewhere,” Lukashenko said in response to a question from CNN. “But he is not on the territory of Belarus now.”\n  \n\n      When Lukashenko was said to have brokered a deal to end Prigozhin’s would-be insurrection in Russia last month, Kremlin spokesperson Dmitry Peskov said that the agreement came about because Prigozhin and Lukashenko had known each other “personally for a long time, for about 20 years.”\n  \n\n\n\n\n\n\n\n\n\nYevgeny Prigozhin, the owner of the Wagner Group military company, arrives to pay the last respects to slain Russian military blogger Vladlen Tatarsky, during a funeral ceremony at the Troyekurovskoye cemetery in Moscow, Russia, Saturday, April 8, 2023. Tatarsky, known by his pen name of Maxim Fomin, was killed on Sunday, April 2, as he led a discussion at a riverside cafe in the historic heart of St. Petersburg, Russia's second-largest city. (AP Photo)\n\nAP\n\n\n\n\nWagner boss now in Russia, says Belarus president, muddying the waters over purported deal to end mutiny\n\n\n\n\n      But on Thursday, Lukashenko said that it was Putin who was Prigozhin’s longtime friend, who knew him “much better than I do and knows him longer than I do, about 30 years.”\n  \n\n      Neither leader seems too keen on being Prigozhin’s best friend now.\n  \n\n      One of the final straws for Prigozhin’s longstanding tensions with the Russian Defense Ministry was the insistence that Wagner mercenaries sign contracts with the Russian government; Prigozhin refused.\n  \n\n      But on Thursday, Lukashenko insisted that were Wagner to come to Belarus, its mercenaries would have to sign documents with Belarus’ government.\n  \n\n      “When they decide to be located in Belarus, we will draft up a contract with them,” he said.\n  \n\n      Just as we were learning that Prigozhin was in Russia, not Belarus, Russian state media released images from a reported police raid on Prigozhin’s office and residence in St. Petersburg. The footage — described by presenters as “scandalous” — shows what is described as a stash of gold, money and wigs, along with weapons and several passports apparently belonging to Prigozhin under different aliases.\n  \n\n\n\n\n\n\nYevgeny Prigozhin was last seen in public leaving Russian military headquarters in Rostov-on-Don on June 24.\n\nAnadolu Agency/Getty Images\n\n\n\n      Lukashenko, whose fealty to Russian President Vladimir Putin has led many to characterize his as nothing more than a vassal state, doubled down on his friendship with Putin.\n  \n\n      Even if there are at times tensions, he said, “we have channels of communication and in just minutes have a conversation and in hours meet face to face. We are in the same boat. If we pick a fight and make a hole in this boat, we will both drown.”\n  \n\n      Indeed, he said, when it comes to the Russian nuclear weapons that are newly stationed in Belarus, the two countries are joined at the hip.\n  \n\n      “It is intended solely for defensive purposes,” he said. Were Russia to use nuclear weapons, “I am sure that it would consult with its closest ally.”\n  \n\nKatharina Krebs and Luis Graham-Yooll contributed to this report.\n\n", "imgs": ["https://media.cnn.com/api/v1/images/stellar/prod/230706091304-01-alexander-lukashenko-070623.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/230706092452-yevgeny-prigozhin-file-040823.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/220823095410-matthew-chance-profile-photo.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/230613100638-mick-krever.jpeg", "https://media.cnn.com/api/v1/images/stellar/prod/230706114041-prigozhin-last-sighting-062423.jpg"], "other_links": ["https://facebook.com/CNN", "https://twitter.com/CNN", "https://instagram.com/CNN", "https://bleacherreport.com/nhl", "https://careers.wbd.com/cnnjobs", "https://bleacherreport.com/nhl", "https://careers.wbd.com/cnnjobs", "https://facebook.com/CNN", "https://twitter.com/CNN", "https://instagram.com/CNN", "https://warnermediaprivacy.com/policycenter/b2c/WMNS"]}, {"title": "Exclusive: Zelensky says he wanted counteroffensive to start 'much earlier' to pre-empt Russian defenses | CNN", "text": "\n\n\n\nCNN\n         — \n    \n\n\n      Ukraine’s counteroffensive has been “slowed down” by entrenched Russian defenses, President Volodymyr Zelensky told CNN in an exclusive interview broadcast on Wednesday, adding that he wished that Western weapons deliveries had allowed it to begin “much earlier.”\n  \n\n      Speaking with CNN’s Erin Burnett in Odesa, Zelensky said that in some areas of the country his military cannot “even think of starting” attacks, because it does not have “the relevant weapons.”\n  \n\n      “I’m grateful to the US as the leaders of our support,” he told Burnett through a translator, “but I told them as well as the European leaders that we would like to start our counteroffensive earlier, and we need all the weapons and materiel for that. Why? Simply because if we start later, it will go slower.”\n  \n\n      The Ukrainian leader added that difficulties on the battlefield were now leading to a “slowed down” counteroffensive.\n  \n\n      “I wanted our counteroffensive to happen much earlier, because everyone understood that if the counteroffensive unfolds later, then a bigger part of our territory will be mined. We give our enemy the time and possibility to place more mines and prepare their defensive lines.”\n  \n\n\n\n\n\n\n\n\n\nA Ukrainian serviceman of the 3rd Assault Brigade fires a 122mm mortar towards Russian positions at the front line, near Bakhmut, Donetsk region, Ukraine, Sunday, July 2, 2023. \n\nAlex Babenko/AP\n\n\n\n\nUkraine's counteroffensive hasn't met expectations. Here's why progress has been slow\n\n\n\n\n      Ukrainian officials have repeatedly said that while the counteroffensive is under way, the main push is yet to come.\n  \n\n      Deputy Minister of Defense Hanna Maliar said last month that Ukraine was holding back some of its reserves and that the “main strike” was still ahead.\n  \n\n      In any direction Ukraine chooses to attack, however, time is the enemy, Zelensky told Burnett. “The later we start, the more difficult it will be for us.”\n  \n\n      As he has done so often since Russia launched its full-scale invasion of Ukraine in February 2022, the president pleaded with Western governments to give Kyiv more advanced weaponry – such as the US-made long-range Army Tactical Missile Systems – now rather than later.\n  \n\n      “In some directions it will give us an opportunity to start the counteroffensive,” he said. “In some directions we cannot even think of starting it, as we don’t have the relevant weapons. And throwing our people to be killed by Russian long-range weapons would be simply inhumane.”\n  \n\n      He also re-emphasized his plea for American-made F-16 fighter jets. The United States has authorized its allies to begin training Ukrainian pilots to fly those aircraft, but has not yet allowed allies to re-export those planes to Ukraine.\n  \n\n      “It’s not even about the Ukrainian advantage in the sky over the Russians,” Zelensky said. “This is only about being equal. F-16s help not only those on the battlefield to move forward. It is simply very difficult without cover from the air.”\n  \n\n    ‘Where did Putin go?’\n\n\n      Burnett’s interview with Zelensky comes at a crucial moment – weeks into Ukraine’s counteroffensive, but also in the wake of Wagner’s armed rebellion in Russia last month.\n  \n\n\n\n\n\n\n\n\n\nUkrainian President Volodymyr Zelensky talks to CNN's Erin Burnett on July 2.\n\nMick Krever/CNN\n\n\n\n\nExclusive: Zelensky calls Putin 'weak' and says Russian President's power is 'crumbling'\n\n\n\n\n      The short-lived uprising, launched by the paramilitary group’s leader Yevgeny Prigozhin on June 23, posed the greatest threat to Russian President Vladimir Putin’s authority in two decades. And Zelensky told CNN that Putin will now be attempting to shore up his power and “consolidate his society.”\n  \n\n      He also suggested that the Russian leader had been notably out of public sight since the secretive Kremlin deal that ended Wagner’s chaotic insurrection.\n  \n\n      “After all these events, where did Putin go?” Zelensky said. “He rarely comes outside to the street. We see him in his offices, etc., but we never see him out and about.”\n  \n\n      He claimed that Ukrainian intelligence indicated that the Kremlin was measuring support for Prigozhin. “Half of Russia supported Prigozhin. Half of Russia supported Putin,” Zelensky said. “Some of the Russian regions were balancing in the meantime without knowing for sure who to support.”\n  \n\n    ‘Alone I can be with music’\n\n\n      That Zelensky has a stressful job is certainly not in doubt. He’s running a war effort, motivating citizens and allies alike, and trying to avoid near-constant assassination attempts.\n  \n\n      “I’ll be honest with you,” he told Burnett. “If I were thinking about it constantly I would just shut myself down, very much like Putin now who doesn’t leave his bunker.”\n  \n\n      The constant threats on his life, Zelensky said, don’t bother him.\n  \n\n      “You can put yourself in a cage like an animal and chain yourself there, constantly thinking that you are just about to get killed. Of course, my bodyguards should think how to prevent this from happening, and this is their task. I don’t think about it.”\n  \n\n      Switching to English, Zelensky told Burnett that he values the solitary moments.\n  \n\n      “Alone I can be with music, it’s true, or with a book. And early, early in the morning, when there are no sounds, no people, nobody.\n  \n\n      “I can just read. Think, think. And the music helps really.”\n  \n\n\n\n\n\n\n\n\n\n\n\n\nVideo Ad Feedback\n\n\n\nZelensky says this classic rock band helps him relax\n\n\n                            01:44\n                        \n - Source:\n                CNN\n\n\n\n\n\n      Burnett asked him what his favorite music was. \n  \n\n      “I like AC/DC. And Ukrainian music – of course, I like Ukrainian music a lot, because Ukraine is (my) native language. That’s why you understand not only music, you understand (the) words. AC/DC, I don’t understand all the words. I like (the) energy of AC/DC.”\n  \n\n      A workout at six or seven in the morning, to the beat of AC/DC, he said, “gives you energy for all the day.”\n  \n\n  CNN’s Gul Tuysuz contributed to this report.\n\n", "imgs": ["https://media.cnn.com/api/v1/images/stellar/prod/230705071057-zelensky-erin-burnett-july-2023-intvu-alt.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/140225141253-erin-burnett-profile.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/230703101309-01-zelensky-burnett.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/230703091606-ukraine-serviceman-bakhmut-file-070223.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/230613100638-mick-krever.jpeg", "https://media.cnn.com/api/v1/images/stellar/prod/230703165614-split-burnett-zelensky.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/171220104126-yon-pomrenze-profile-photo.jpg"], "other_links": ["https://facebook.com/CNN", "https://twitter.com/CNN", "https://instagram.com/CNN", "https://bleacherreport.com/nhl", "https://careers.wbd.com/cnnjobs", "https://bleacherreport.com/nhl", "https://careers.wbd.com/cnnjobs", "https://facebook.com/CNN", "https://twitter.com/CNN", "https://instagram.com/CNN", "https://warnermediaprivacy.com/policycenter/b2c/WMNS"]}, {"title": "Amex Centurion Lounges 2023: Locations, opening status and more | CNN Underscored", "text": "\n\nCNN Underscored reviews financial products based on their overall value. We may receive a commission through our affiliate partners if you apply and are approved for a product, but our reporting is always independent and objective. Terms apply to American Express benefits and offers. Enrollment may be required for select American Express benefits and offers. Visit americanexpress.com to learn more. \n\n\n      For frequent travelers, there may be no greater airport oasis than an airport lounge — and more specifically, an American Express Centurion Lounge. Centurion Lounge locations cover a number of hub cities for domestic US airlines, with some additional locations like Las Vegas in popular vacation spots. While business travelers have different needs from leisure travelers, the Centurion Lounges cater to both groups.\n  \n\n      There are now 15 total Centurion Lounges lounges around the world, with a few new additions on the horizon. Among the newest members of the portfolio include New York’s JFK airport, which opened for the first time in Oct. 2020; Denver; Hong Kong; and London Heathrow. Additionally, a brand-new location in New York’s LaGuardia airport recently replaced the previous one in the now-demolished old Terminal B.\n  \n\n      Amex is also in the process of rebranding its international lounges as Centurion Lounges, as well as several Escape Lounges as Centurion Lounge partners. However, that process is ongoing and those lounges may not yet reflect the full Centurion Lounge experience.\n  \n\n      To help combat the issue of overcrowding, the issuer is utilizing a contactless mobile check-in tool. Upon check-in via the American Express app, guests can reserve their spot in the lounge in case there’s a queue — though you’ll still need to show your ID and boarding pass at the front desk.\n  \n\n      Ultimately, what you’ll find in each Centurion Lounge varies based on location. In the aftermath of the downturn in travel caused by the Covid-19 pandemic, some amenities at Centurion Lounges have been slow to return. But, if you have access to Centurion Lounges, you can typically look forward to a relaxing place to spend some time before your flight.\n  \n\n    How to access the Amex Centurion Lounges\n\n\n\n\n\n\n\n\n\n\nSome of the seating options\n\nEmily McNutt\n\n\n\n\nScore up to 120,000 bonus points with the Amex Platinum card\n\n\n\n\n      Access to the Centurion Lounges is one of the key benefits of both The Platinum Card® from American Express (see rates and fees) and The Business Platinum Card® from American Express (see rates and fees) as well as the invitation-only Amex Centurion cards. These personal and business luxury cards carry high annual fees and are geared toward road warriors and small-business owners.\n  \n\n      You can also access the Centurion Lounges with the Delta SkyMiles® Reserve American Express Card or the Delta SkyMiles® Reserve Business American Express Card, but you must be traveling on a Delta flight on the same day you enter the lounge in order to be admitted with one of the Delta credit cards.\n  \n\n      As a general rule, Amex Platinum and Delta Reserve cardmembers can access the Centurion Lounges up to three hours prior to departure of their first flight, and at any time between connecting flight itineraries of 24 hours or less. Only invite-only Centurion cardmembers can use Centurion Lounges upon arrival at their final destination.\n  \n\n      You may find the enforcement of the three-hour rule selective based on crowds. Smaller Centurion Lounges are frequently overcrowded and more restrictive on entry requirements, while bigger lounges with more space can be more generous with time.\n  \n\nAmex Platinum and Business Platinum card members are currently entitled to bring two complimentary guests or immediate family (spouse or domestic partner, and children under 18) into a Centurion Lounge with them, and may purchase access for additional guests at a rate of $50 per guest, per visit (subject to capacity). Note that these rules are changing as of Feb. 1, 2023, when the guest policy will become much more restrictive. As of February, Amex Platinum and Business Platinum card holders will be charged $50 for each guest or $30 for children aged 2 through 17. You can earn complimentary guest access for up to two guests by spending $75,000 on your card in a calendar year. Delta Reserve card holders must pay $50 per guest, up to two guests.\n  \n\n      For large families, the best deal right now may be to get an Amex Platinum card and then add authorized user cards to the account. You’ll pay a fee of $175 to add up to three authorized users (see rates and fees), but each of those users get Centurion Lounge access of their own. So if your family travels often, the cost could easily be worth it.\n  \n\n    Amex Centurion Lounge locations\n\n\n      American Express Centurion Lounges can cover you in some of the largest international airports in the world, though the Centurion Lounge footprint itself is mostly focused in the United States. These are the full-fledged current Centurion Lounges and announced future locations, not including the international Amex lounges that are in the process of being rebranded as Centurion Lounges.\n  \n\n\n\n\n\nCenturion Lounges that are currently open\n\n\nCharlotte (CLT)\n\n\nDallas (DFW)\n\n\nDenver (DEN)\n\n\nHong Kong (HKG)\n\n\nHouston (IAH)\n\n\nLas Vegas (LAS)\n\n\nLondon Heathrow (LHR)\n\n\nLos Angeles (LAX)\n\n\nMiami (MIA)\n\n\nNew York (JFK)\n\n\nNew York (LGA)\n\n\nPhiladelphia (PHL)\n\n\nPhoenix (PHX)\n\n\nSan Francisco (SFO)\n\n\nSeattle (SEA)\n\n\n\n\n\nNew lounges scheduled to open in 2023\n\n\nWashington, DC (DCA)\n\n\n\n\n\nNew lounges scheduled to open in 2024\n\n\nAtlanta (ATL)\n\n\nNew lounges scheduled to open in the future\n\n\nNewark (EWR)\n\n\n\n\n\n\n\n\n      Here’s a detailed look at each Centurion Lounge, including where you can find them in each airport.\n  \n\n    Charlotte (CLT)\n\n\n\n\n\n\n\nThe Amex Centurion Lounge in Charlotte features over 13,000 square feet of space.\n\nAmerican Express\n\n\n\nLounge status: Open — click here for current operating hours.\n  \n\nWhere to find it: Between concourses D and E on the mezzanine level.\n  \n\n      Charlotte Douglas International Airport is a major domestic hub for American Airlines. There are some international flights, but the airport serves primarily to move tens of thousands of passengers around the US for American. \n  \n\n      So aside from the Centurion Lounge, you won’t find much in the way of premium lounges in Charlotte. American’s own Admirals Clubs, while sizable, tend to be crowded, making the Centurion Lounge at Charlotte by far the most upscale option for travelers.\n  \n\n      The Charlotte Centurion Lounge originally opened for the first time in Feb. 2020, so crowds were a bit hard to gauge before the pandemic temporarily closed everything down. But this is one of the larger Centurion Lounges at more than 13,000 square feet.\n  \n\n      Still, many of the seating options in the lounge aren’t suited for long stretches with a laptop. There’s a large common table if driving a desk is on your list, though you may find the seating in the cafe a bit more conducive to working. Phone rooms can provide privacy and a quiet place to dial into a conference call.\n  \n\n    Dallas/Fort Worth (DFW)\n\n\n\n\n\n\n\n\n\nAmerican Express\n\n\n\nLounge status: Open — click here for current operating hours.\n  \n\nWhere to find it: Terminal D, across from gate D12.\n  \n\n      The Dallas/Fort Worth Centurion Lounge location saw a renovation a few years ago, bringing it up to date with the rest of the network. There are plenty of semi-private seating options with small desks and power sources if you need a place to work in between flights.\n  \n\n      The DFW lounge has plenty of food and drink options, and you should be able to find a seat even when it’s busy. At the buffet, you’ll find locally inspired fare by James Beard award winner and Dallas-based chef Dean Fearing.\n  \n\n      The lounge also has shower suites as well as spa services to take advantage of while you await departure.\n  \n\n    Denver (DEN)\n\n\n\n\n\n\n\nThe Denver Centurion Lounge has games and a craft beer bar with local brews.\n\nAmerican Express\n\n\n\nLounge status: Open — click here for current operating hours.\n  \n\nWhere to find it: Concourse C, just past gate C46 on the mezzanine level.\n  \n\n      The new Denver location opened in 2021, and it’s one of the larger Centurion Lounges, covering more than 14,000 square feet. Features include geometric ceiling installations that mimic the mountainous Denver area, a mural of the Rocky Mountains and a two-sided living wall visible from within the lounge and from the concourse below.\n  \n\n      According to the issuer, this lounge was the first in the network to include a live-action cooking station with a daily rotating menu of breakfast and lunch items, where guests can get dishes prepared à la carte and customized to their personal preferences.\n  \n\n      The lounge also offers a variety of locally inspired amenities, including American Express’s first-ever Craft Beer Bar, which offers rotating selections of some of Colorado’s best local brews; a locally sourced Italian-inspired menu curated by award-winning chef Lachlan Mackinnon-Patterson; and more.\n  \n\n      Visitors to the lounge will find a game room with a variety of options, including pool and shuffleboard tables, as well as custom, large-scale classics such as Connect Four and Checkers.\n  \n\n    Hong Kong (HKG)\n\n\n\n\n\n\n\nThe Amex Centurion Lounge in Hong Kong has a \"lounge within a lounge\" for Centurion card members.\n\nAmerican Express\n\n\n\nLounge status: Open — click here for current operating hours.\n  \n\nWhere to find it: Terminal 1, near gate 60 on Level 7.\n  \n\n      The Hong Kong Centurion Lounge was the first Amex Centurion Lounge outside the United States, and it faces a lot of competition from Cathay Pacific’s world-renowned Hong Kong lounges. It’s also currently the only Centurion Lounge to feature a “lounge within a lounge” exclusively for Amex Centurion card members.\n  \n\n      This lounge is known to get crowded quickly, so be prepared to table stalk a bit to find the right spot, as the space is less geared toward the business traveler who needs a desk to get some work done. A massive bar welcomes weary travelers in need of a drink, as well as a substantial buffet. Shower services are limited when they’re available, so put your name on the list early.\n  \n\n    Houston (IAH)\n\n\n\n\n\n\n\nIt's not hard to find a seat at the Amex Centurion Lounge in Houston.\n\nAmerican Express\n\n\n\nLounge status: Open — click here for current operating hours.\n  \n\nWhere to find it: Terminal D, elevators near gate D6.\n  \n\n      The Houston Centurion Lounge is generally on the quieter side. While the airport normally hosts plenty of international flights, the spread-out nature of the terminals probably dissuades some travelers from making the hike over to the D Terminal to visit this lounge.\n  \n\n      You can usually find a quiet place to work in this lounge, and food and beverage offerings are solid, on par with the rest of the Centurion Lounges (it’s an area where they consistently shine). While there’s no spa in this lounge, there is a shower that you can book during your visit.\n  \n\n      Inside the space, you’ll find pretty much everything else you’d hope for in a lounge experience, from dedicated work areas to phone rooms, a tranquility area and food and beverage options. With the possible exception of United’s Polaris Lounge, this is the best lounge at IAH.\n  \n\n    Las Vegas (LAS)\n\n\n\n\n\n\n\n\n\nAmerican Express\n\n\n\nLounge status: Open — click here for current operating hours.\n  \n\nWhere to find it: Concourse D, opposite gate D1.\n  \n\n      While Vegas may be filled with every VIP experience imaginable, McCarran International Airport in Las Vegas isn’t exactly swimming in upscale lounges. In fact, you won’t find many lounges at all. That means the Centurion Lounge here is easily the best option, especially since it was expanded and refreshed in 2021.\n  \n\n      This Centurion Lounge location features some semi-private workspaces, as well as an expanded dining and bar area. In total, the lounge grew by 50% — expanding from 9,000 square feet to more than 13,400 square feet — with the renovation.\n  \n\n      The new space features multi-purpose areas, private telephone rooms, newly designed workspace areas and a new reception. Of course, you’ll also find a dedicated buffet area with a seasonally inspired menu designed by James Beard Award nominee chef Kim Canteenwalla.\n  \n\n      At the back of the new expansion, there’s a dedicated private lounge. The only sure way to get a seat here is to carry the Centurion Card, as it’s reserved exclusively for these VIP members.\n  \n\n    London Heathrow (LHR)\n\n\n\n\n\n\n\nThe bar and dining area.\n\nEmily McNutt\n\n\n\nLounge status: Open — click here for operating hours.\n  \n\nWhere to find it: Terminal 3, post-security, Level 2.\n  \n\n      American Express opened its newest international Centurion Lounge in Oct. 2021 inside of London Heathrow’s Terminal 3. At just over 7,000 square feet, it’s on the smaller side, but it feels spacious enough with seating areas split across several rooms, including a dedicated dining space, lounge area and work area.\n  \n\n      There are power outlets at just about every seat in the lounge, so your devices will stay connected (just note that these are UK-style outlets, meaning you’ll want a power adapter).\n  \n\n\n\n\n\n\n\n\n\nThe blue front doors to the lounge\n\nEmily McNutt\n\n\n\n\nGet a look inside the Amex Centurion Lounge at London’s Heathrow Airport\n\n\n\n\n      As far as food options in the lounge, you can expect the standard Centurion Lounge-style buffet with rotating seasonal options. The menu is curated by Michelin-starred chef Assaf Granit of the restaurant Coal Office in London. According to Amex, “Granit’s menu ties back to London’s rich multicultural heritage through signature dishes from his top restaurants across the globe.”\n  \n\n      The one major drawback to the lounge is that there is no natural light. Don’t expect sweeping views of the tarmac, but instead, just the artificial light from within the lounge. That being said, the designers of the lounge worked to ensure the space is welcoming and bright. It’s a good space to spend some time before your next Heathrow Terminal 3 flight.\n  \n\n    Los Angeles (LAX)\n\n\n\n\n\n\n\n\n\nJulian Kheel\n\n\n\nLounge status: Open — click here for operating hours.\n  \n\nWhere to find it: Tom Bradley International Terminal, entrance on the departures level right after security, then take the elevators two floors down.\n  \n\n      At nearly 14,000 square feet, this is a spacious lounge, but in person, it doesn’t feel huge because the space is cut into many smaller rooms, which may make finding a seat easier. As with other Centurion Lounges, the LAX location features private workspaces for business travelers who need a spot to put down their laptop and get some work done before their flight. \n  \n\n      Premium wine selections at the LAX Centurion are curated by wine director Anthony Giglio, and there are specialty cocktails partially inspired by L.A.’s cocktail culture by Centurion Lounge mixologist Jim Meehan.\n  \n\n      Perhaps unsurprisingly given its location, the LAX Centurion Lounge focuses on wellness, with two tranquility rooms to assist travelers arriving in a new time zone. The location also features spa services by Exhale as well as two showers.\n  \n\n    Miami (MIA)\n\n\n\n\n\n\n\nA recent expansion of the Amex Centurion Lounge in Miami has helped with overcrowding.`\n\n\n\n\nLounge status: Open — click here for current operating hours.\n  \n\nWhere to find it: In Concourse D, elevator near gate D12, 4th floor.\n  \n\n      American Express completed an expansion of this lounge in 2019, which was incredibly welcome, as the Miami lounge had notoriously struggled with overcrowding.\n  \n\n      However, the vast majority of added space is in bar seating and the dining room. While sitting in the bar area and watching the planes taxi back and forth is a relaxing way to kill some time, you may have to settle for a chair in the dining room if you need to get work done.\n  \n\n      There is one shower suite available, though there can be a wait in periods of high demand. However, it’s especially handy to have if you just got off a long flight from South America. And if you’re stressed from a long flight, the complimentary spa service should be your first stop.\n  \n\n    New York John F. Kennedy (JFK)\n\n\n\n\n\n\n\nThe Amex Centurion Lounge at New York's JFK is the only one that spans two full floors.\n\nNatasha Hatendi\n\n\n\nLounge status: Open — click here for current operating hours.\n  \n\nWhere to find it: Terminal 4, Departures level, to the far left of the TSA checkpoint past the escalators.\n  \n\n      At over 15,000 square feet, the JFK location is the largest Centurion Lounge in the world, and it’s also the first one that has two complete floors open to guests. The main seating areas are relatively narrow but very long, with all types of different seats, couches and tables available.\n  \n\n      There are two bars in the JFK Centurion Lounge — one on each floor — and two buffet areas as well. You’ll also find a large number of individual rooms here — six in total — that provide private space for solo travelers or a couple on a first-come, first served basis.\n  \n\n      But the lounge’s biggest New York-style surprise is hidden behind the copper-paneled wall at the far end of the bottom floor. The lounge’s “1850” speakeasy is now easier to find since a large metal handle was installed to better reveal its previously concealed door. Inside, you’ll discover a third bar and seating area that serve a rotating set of cocktails created as a nod to some of the city’s greatest bars.\n  \n\nRelated: Read CNN Underscored’s review of the Amex Centurion Lounge at JFK.\n\n\n    New York LaGuardia (LGA)\n\n\n\n\n\n\n\nThe new Amex Centurion Lounge at LaGuardia is a major improvement over the previous space.\n\nJulian Kheel\n\n\n\nLounge status: Open — click here for current operating hours.\n  \n\nWhere to find it: Terminal B, level 4, just before the pedestrian bridge to Gates 40-59.\n  \n\n      Located beyond security in the airport’s newly rebuilt Terminal B, the relocated LaGuardia lounge is double the size of the old one, adding much-needed workstations, a multipurpose room and bright natural-light views from its perch up on the departure gates level of the terminal below.\n  \n\n      Unique to this location is a small study space designed in partnership with New York City independent bookstore McNally Jackson, who curated the lounge’s collection of New York City-inspired books. The books are also available for purchase at McNally Jackson Books in Terminal B.\n  \n\n      The executive chef and mixologist have been retained from the old LaGuardia lounge, so you can still enjoy French toast with market strawberry jam and fried chicken with honey lemongrass glaze in the new location. There’s no spa in the new LaGuardia Centurion Lounge, but there is one shower room.\n  \n\nRelated: Read CNN Underscored’s review of the new Amex Centurion Lounge at LaGuardia.\n\n\n    Philadelphia (PHL)\n\n\n\n\n\n\n\nThe Amex Centurion Lounge in Philadelphia is the place to be while waiting for your flight.\n\nAmerican Express\n\n\n\nLounge status: Open — click here for current operating hours.\n  \n\nWhere to find it: Terminal A West, near gate A14.\n  \n\n      The Philadelphia Centurion Lounge is a bit on the smaller side, but there’s still a good chance you’ll be able to find a workspace on your next layover. As with all the other Centurion Lounge locations, the bar and signature food items really do shine, along with some comfortable couches in the dining area.\n  \n\n      There are no spa services at this location, though there is a shower room. There are also phone rooms if you need a quiet place for a conference call, and workspaces spread across the space for getting some work done ahead of your flight.\n  \n\n    Phoenix (PHX)\n\n\n\n\n\n\n\nThe Amex Centurion Lounge in Phoenix shares space with the also-new Escape Lounge.\n\n\n\n\nLounge status: Open — click here for current operating hours.\n  \n\nWhere to find it: Terminal 4 across from gate B22 on upper level.\n  \n\n      The Phoenix lounge is a small haven in a large airport. While it’s not the smallest Centurion Lounge, you won’t find tons of space to spread out. That being said, as one of the newer lounges (it opened on Jan. 6, 2020), it’s just as enjoyable as the others.\n  \n\n      The signature bar area has plenty of room to go along with its great libations. But in a bit of an odd twist, there’s a shared space of sorts with the neighboring Escape Lounge, which is used when the Centurion Lounge gets crowded. There are no spa services and only one shower is shared between the two lounges.\n  \n\n      The good news is that seats are plentiful, and the layout lends itself to people being able to find a quiet place to work. You won’t find a phone room for quiet calls, but one of the nooks near the front of the lounge may suffice. The Phoenix Centurion Lounge clearly leads the way for premium lounges at PHX.\n  \n\n    San Francisco (SFO)\n\n\n\n\n\n\n\nThe Amex Centurion Lounge in San Francisco features a wine-tasting area.\n\nAmerican Express\n\n\n\nLounge status: Open — click here for current operating hours.\n  \n\nWhere to find it: Terminal 3, near gate F1.\n  \n\n      There are plenty of premium lounge offerings at SFO, and the Centurion Lounge holds its own. As is typical with the rest of the Centurion Lounges, you’ll find a great food and wine spread at the SFO lounge, including a wine wall in the dining area and an open kitchen alongside the buffet.\n  \n\n      What truly sets the SFO Centurion Lounge apart is the variety of high-quality food and wine offerings, frequently rotated through the seasons. Also unique to the SFO lounge is a wine-tasting area that you should definitely block some time for.\n  \n\n      There are plenty of areas in this lounge to find a place to work, and you won’t suffer from a lack of comfortable chairs, workspaces or power outlets. There’s also a single shower available, though you’ll want to reserve it early as the waitlist can be lengthy during times of high demand.\n  \n\n    Seattle (SEA)\n\n\n\n\n\n\n\nThe Amex Centurion Lounge in Seattle is the smallest of the Centurion Lounges.\n\n\n\n\nLounge status: Closed — note that this lounge location is closed from Jan. 29, 2023, in anticipation of the new lounge opening on the mezzanine level of the Central Terminal.\n  \n\nWhere to find it: Concourse B, opposite gate B3.\n  \n\n      Seattle’s Centurion Lounge is tiny. In fact, it’s so small that it used to be referred to as the “Centurion Studio.” A small expansion a few years ago helped, but this lounge is extremely prone to overcrowding.\n  \n\n      There are no spa services in such a small space and there is one shower. But you’ll find the food and beverage options totally up to par with Centurion Lounge standards.\n  \n\n      The one upside is that a handful of smaller areas that may make it easier to find a quiet spot to work. But with just over 100 seats, don’t be surprised to find the Seattle lounge full during peak business hours, especially with the current capacity restrictions.\n  \n\n      Note that American Express will be opening a new, much larger Centurion Lounge in the coming weeks. It will total nearly 14,000 square feet in size — a much larger space for travelers to spread out.\n  \n\n    Upcoming Centurion Lounge expansions\n\n\n      American Express expects to open a new lounge at Washington, DC’s Reagan National Airport later this year, and a new lounge is also planned for Atlanta and scheduled to open to the public in 2024.\n  \n\n      Additionally, the issuer plans to open a Centurion Lounge at Newark Liberty International Airport (EWR), though details on the expected opening date remain vague.\n  \n\nWant to access the Centurion Lounges? Use one of these Amex cards.\n\n\nLearn more about The Platinum Card from American Express.Learn more about The Business Platinum Card from American Express.Learn more about the Delta SkyMiles Reserve American Express Card.Learn more about the Delta SkyMiles Reserve Business American Express Card.\n  \n\nGet all the latest personal finance deals, news and advice at CNN Underscored Money.\n\n", "imgs": ["https://media.cnn.com/api/v1/images/stellar/prod/210621011659-underscored-amex-centurion-lounge-lga-window-seats-with-centurion-logo.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/211011204055-underscored-amex-centurion-lounge-lhr-london-heathrow.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/200305212754-underscored-amex-centurion-lounge-phl-dining-area-bar.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/200305212535-underscored-amex-centurion-lounge-mia-lounge-area.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/underscored-dallas-centurion-lounge.png", "https://media.cnn.com/api/v1/images/stellar/prod/200305212159-underscored-amex-centurion-lounge-hkg-main-entryway.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/211011202827-underscored-amex-centurion-lounge-lhr-london-heathrow.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/200305213004-underscored-amex-centurion-lounge-sea-lounge-area.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/201005020153-underscored-amex-centurion-lounge-jfk-lower-floor-seating-area-01.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/210201170952-underscored-amex-centurion-lounge-den-main-entrance.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/211011203319-underscored-amex-centurion-lounge-lhr-london-heathrow.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/200305212856-underscored-amex-centurion-lounge-phx-media-wall.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/200305213108-underscored-amex-centurion-lounge-sfo-wine-tasting-area.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/200306091935-underscored-amex-centurion-lounge-lax-main-bar-reverse.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/200601162410-underscored-amex-centurion-lounge-las-member-services.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/200305212318-underscored-amex-centurion-lounge-iah-bar.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/200305211842-underscored-amex-centurion-lounge-clt-main-lounge-area.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/210201172143-underscored-amex-centurion-lounge-den-craft-beer-bar.jpg"], "other_links": ["https://facebook.com/CNNUnderscored", "https://twitter.com/cnnunderscored", "https://instagram.com/cnnunderscored", "https://bleacherreport.com/nfl", "https://bleacherreport.com/college-football", "https://bleacherreport.com/nba", "https://bleacherreport.com/mlb", "https://bleacherreport.com/world-football", "https://bleacherreport.com/nhl", "https://careers.wbd.com/cnnjobs", "https://www.americanexpress.com/", "https://www.americanexpress.com/", "https://www.comparecards.com/credit-card/the-platinum-card?esourceid=6451846&utm_source=cnnunderscored&utm_medium=native&mtaid=238E0&grp=the-platinum-card&pla=centurionloungereopen0201&bdst=rev&acqs=prospecting&utm_campaign=PlatinumCard_CTAall&tar=centurionloungereopen0201&utm_content=centurionloungereopen&pos=allad_headline=PlatinumCard_CTAall&ad_image=none", "https://www.americanexpress.com/us/credit-cards/card-application/apply/prospect/terms/platinum-card/26129-10-0#offer-terms?clickoutid=1185323960-54", "https://www.comparecards.com/business/credit-card/business-platinum-amex?esourceid=6457086&utm_source=cnnunderscored&utm_medium=native&mtaid=238E0&grp=business-platinum-amex&pla=centurionloungereopen0201&bdst=rev&acqs=prospecting&utm_campaign=amexbusplat_CTAall&tar=centurionloungereopen0201&utm_content=centurionloungereopen&pos=allad_headline=amexbusplat_CTAall&ad_image=none", "https://www.americanexpress.com/us/credit-cards/card-application/apply/prospect/terms/business-platinum-charge-card/42732-AJTnC-0?rwdFlag=rwd/?rwdFlag=rwd#FeeTable&clickoutid=1185324041-614", "https://www.comparecards.com/credit-card/delta-reserve?esourceid=6459296&utm_source=cnnunderscored&utm_medium=native&mtaid=238E0&grp=delta-reserve&pla=centurionloungereopen0201&bdst=rev&acqs=prospecting&utm_campaign=DeltaReserve_CTAall&tar=centurionloungereopen0201&utm_content=centurionloungereopen&pos=allad_headline=DeltaReserve_CTAall&ad_image=none", "https://www.comparecards.com/credit-card/delta-reserve-business?esourceid=6466476&utm_source=cnnunderscored&utm_medium=native&mtaid=238E0&grp=delta-reserve-business&pla=centurionloungereopen0201&bdst=rev&acqs=prospecting&utm_campaign=DeltaResBiz_CTAall&tar=centurionloungereopen0201&utm_content=centurionloungereopen&pos=allad_headline=DeltaResBiz_CTAall&ad_image=none", "https://www.comparecards.com/credit-card/the-platinum-card?esourceid=6451846&utm_source=cnnunderscored&utm_medium=native&mtaid=238E0&grp=the-platinum-card&pla=centurionloungereopen0201&bdst=rev&acqs=prospecting&utm_campaign=PlatinumCard_CTAall&tar=centurionloungereopen0201&utm_content=centurionloungereopen&pos=allad_headline=PlatinumCard_CTAall&ad_image=none", "https://www.comparecards.com/credit-card/delta-reserve?esourceid=6459296&utm_source=cnnunderscored&utm_medium=native&mtaid=238E0&grp=delta-reserve&pla=centurionloungereopen0201&bdst=rev&acqs=prospecting&utm_campaign=DeltaReserve_CTAall&tar=centurionloungereopen0201&utm_content=centurionloungereopen&pos=allad_headline=DeltaReserve_CTAall&ad_image=none", "https://www.comparecards.com/credit-card/the-platinum-card?esourceid=6451846&utm_source=cnnunderscored&utm_medium=native&mtaid=238E0&grp=the-platinum-card&pla=centurionloungereopen0201&bdst=rev&acqs=prospecting&utm_campaign=PlatinumCard_CTAall&tar=centurionloungereopen0201&utm_content=centurionloungereopen&pos=allad_headline=PlatinumCard_CTAall&ad_image=none", "https://www.comparecards.com/business/credit-card/business-platinum-amex?esourceid=6457086&utm_source=cnnunderscored&utm_medium=native&mtaid=238E0&grp=business-platinum-amex&pla=centurionloungereopen0201&bdst=rev&acqs=prospecting&utm_campaign=amexbusplat_CTAall&tar=centurionloungereopen0201&utm_content=centurionloungereopen&pos=allad_headline=amexbusplat_CTAall&ad_image=none", "https://www.comparecards.com/credit-card/the-platinum-card?esourceid=6451846&utm_source=cnnunderscored&utm_medium=native&mtaid=238E0&grp=the-platinum-card&pla=centurionloungereopen0201&bdst=rev&acqs=prospecting&utm_campaign=PlatinumCard_CTAall&tar=centurionloungereopen0201&utm_content=centurionloungereopen&pos=allad_headline=PlatinumCard_CTAall&ad_image=none", "https://oc.brcclx.com/t/?lid=26678096&cr=28377&last_updated=1598926898&tid=centurionloungereopen0201", "https://thecenturionlounge.com/locations/clt/", "https://thecenturionlounge.com/locations/dfw/", "https://thecenturionlounge.com/locations/den/", "https://www.thecenturionlounge.com/locations/hkg/", "https://thecenturionlounge.com/locations/iah/", "https://thecenturionlounge.com/locations/las/", "https://thecenturionlounge.com/locations/lhr/", "https://www.thecenturionlounge.com/locations/lax/", "https://thecenturionlounge.com/locations/mia/", "https://thecenturionlounge.com/locations/jfk/", "https://thecenturionlounge.com/locations/lga/", "https://thecenturionlounge.com/locations/phl/", "https://thecenturionlounge.com/locations/phx/", "https://thecenturionlounge.com/locations/sfo/", "https://www.comparecards.com/credit-card/the-platinum-card?esourceid=6451846&utm_source=cnnunderscored&utm_medium=native&mtaid=238E0&grp=the-platinum-card&pla=centurionloungereopen0201&bdst=rev&acqs=prospecting&utm_campaign=PlatinumCard_CTAall&tar=centurionloungereopen0201&utm_content=centurionloungereopen&pos=allad_headline=PlatinumCard_CTAall&ad_image=none", "https://www.comparecards.com/business/credit-card/business-platinum-amex?esourceid=6457086&utm_source=cnnunderscored&utm_medium=native&mtaid=238E0&grp=business-platinum-amex&pla=centurionloungereopen0201&bdst=rev&acqs=prospecting&utm_campaign=amexbusplat_CTAall&tar=centurionloungereopen0201&utm_content=centurionloungereopen&pos=allad_headline=amexbusplat_CTAall&ad_image=none", "https://www.comparecards.com/credit-card/delta-reserve?esourceid=6459296&utm_source=cnnunderscored&utm_medium=native&mtaid=238E0&grp=delta-reserve&pla=centurionloungereopen0201&bdst=rev&acqs=prospecting&utm_campaign=DeltaReserve_CTAall&tar=centurionloungereopen0201&utm_content=centurionloungereopen&pos=allad_headline=DeltaReserve_CTAall&ad_image=none", "https://www.comparecards.com/credit-card/delta-reserve-business?esourceid=6466476&utm_source=cnnunderscored&utm_medium=native&mtaid=238E0&grp=delta-reserve-business&pla=centurionloungereopen0201&bdst=rev&acqs=prospecting&utm_campaign=DeltaResBiz_CTAall&tar=centurionloungereopen0201&utm_content=centurionloungereopen&pos=allad_headline=DeltaResBiz_CTAall&ad_image=none", "https://bleacherreport.com/nfl", "https://bleacherreport.com/college-football", "https://bleacherreport.com/nba", "https://bleacherreport.com/mlb", "https://bleacherreport.com/world-football", "https://bleacherreport.com/nhl", "https://careers.wbd.com/cnnjobs", "https://facebook.com/CNNUnderscored", "https://twitter.com/cnnunderscored", "https://instagram.com/cnnunderscored", "https://warnermediaprivacy.com/policycenter/b2c/WMNS"]}, {"title": "South Africa gas leak kills at least 17 people | CNN", "text": "\n\n\n\nCNN\n         — \n    \n\n\n      At least 17 people have died from nitrate gas inhalation following a gas leak at an informal settlement camp in South Africa, according to state media.\n  \n\n      A disaster management agency official earlier said on Wednesday night that at least 24 people had died at the camp in the city of Boksburg , but the death toll was revised to 17, public broadcaster SABC said, citing the Premier of Gauteng, Panyaza Lesufi.\n  \n\n      Lesufi confirmed that 16 people had died and according to SABC, another person died at the Tambo Memorial Hospital in the early hours of the morning.\n  \n\n      Children are among the dead and search and rescue operations are ongoing, local media reported. \n  \n\n\n\n\n\n\n\n\n\n\n\nCNN\n\n\n\n\nSouth Africa's zama zamas: Is this the world's worst job?\n\n\n\n\n      The leak came from a gas cylinder at the informal settlement, William Ntlad, spokesperson for the Disaster and Emergency Management Services said.\n  \n\n      Ntladi said emergency services received the call just after 8 pm local time Wednesday. \n  \n\n      He said an initial investigation indicates the leak could be linked to illegal mining activity in the area.\n  \n\n\n\n\n\n\nA police officer sits in the back of a police vehicle loaded with illegal mining equipment, after investigating the scene of a suspected gas leak thought to be linked to illegal mining, in the Angelo shack settlement, near Boksburg, east of Johannesburg, South Africa July 6, 2023.\n\nSiphiwe Sibeko/Reuters\n\n\n\n      Illegal mining, mostly for gold, has remained rife in South Africa and costs the country millions of dollars each year.\n  \n\n      Known as “zama zamas,” they make up thousands of illegal miners who swarm the disused gold mines of Johannesburg. \n  \n\n      Last month, the country’s Department of Mineral and Energy Resources said around 31 suspected illegal miners who were believed to be nationals of neighboring Lesotho had died in a ventilation shaft in the country’s Free State province.\n  \n", "imgs": ["https://media.cnn.com/api/v1/images/stellar/prod/230706155154-02-boksburg-gas-poisoning.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/150807163610-south-africa-illegal-mining.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/150325082152-social-gfx-cnn-logo.jpg", "https://media.cnn.com/api/v1/images/stellar/prod/230706155309-03-boksburg-gas-poisoning.jpg"], "other_links": ["https://facebook.com/CNN", "https://twitter.com/CNN", "https://instagram.com/CNN", "https://bleacherreport.com/nhl", "https://careers.wbd.com/cnnjobs", "https://twitter.com/DMRE_ZA/status/1673051636090953728", "https://bleacherreport.com/nhl", "https://careers.wbd.com/cnnjobs", "https://facebook.com/CNN", "https://twitter.com/CNN", "https://instagram.com/CNN", "https://warnermediaprivacy.com/policycenter/b2c/WMNS"]}]